Repository: ptudor/tudor-pcb
Catalog: swift/GerberKit/Sources/GerberKit/Resources/Diagnostics.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: drill wall segments
af: boormuursegmente
am: የግድግዳ ቁፋሮ ክፍሎች
ar: أجزاء جدار الحفر
az: qazma divar seqmentləri
be: сегменты сценкі для бурэння
bg: сегменти на стената на пробива
bn: ড্রিল ওয়াল সেগমেন্ট
ca: segments de paret de perforació
cs: segmenty vrtané stěny
cy: segmentau wal drilio
da: borevægs segmenter
de: Bohrloch-Wandsegmente
de_at: Bohrwandsegmente
de_ch: Bohrwandsegmente
el: τμήματα τοίχου διάτρησης
es: segmentos de pared de taladro
es_ar: segmentos de pared de perforación
es_mx: segmentos de pared de perforación
et: seinasegmentide puurimine
eu: zulagailuaren horma segmentuak
fa: قطعات دیوار حفاری
fi: porausseinän osat
fil: mga segment ng dingding ng drill
fr: segments de paroi de forage
fr_ca: segments de paroi de forage
ga: codanna balla druileála
gl: segmentos de parede de perforación
gu: ડ્રિલ દિવાલ ભાગો
he: מקטעי קיר קידוח
hi: ड्रिल दीवार खंड
hr: segmenti zida za bušenje
hu: fúrófal-szegmensek
hy: հորատման պատի հատվածներ
id: segmen dinding bor
is: borveggshlutar
it: segmenti di parete forata
ja: 穴壁セグメント数
ka: ბურღვის კედლის სეგმენტები
kk: бұрғылау қабырғасының сегменттері
km: ផ្នែកជញ្ជាំងខួង
kn: ಡ್ರಿಲ್ ಗೋಡೆಯ ಭಾಗಗಳು
ko: 드릴 월 세그먼트
ky: бургулоо дубалынын сегменттери
lo: ສ່ວນເຈາະຝາຜະໜັງ
lt: gręžtų sienų segmentus
lv: urbj sienu segmentus
mk: сегменти на ѕид од дупчење
ml: ഡ്രിൽ വാൾ സെഗ്‌മെന്റുകൾ
mn: өрөмдлөгийн хананы хэсгүүд
mr: ड्रिल वॉल सेगमेंट्स
ms: segmen dinding gerudi
mt: segmenti tal-ħajt tat-tħaffir
my: တူးနံရံအပိုင်းများ
nb: borhullveggsegmenter
ne: ड्रिल भित्ता खण्डहरू
nl: segmenten van boorwanden
or: ଡ୍ରିଲ୍ କାନ୍ଥ ଖଣ୍ଡଗୁଡ଼ିକ
pa: ਡ੍ਰਿਲ ਕੰਧ ਦੇ ਹਿੱਸੇ
pl: segmenty ścianowe do wiercenia
pt: segmentos de parede perfurada
pt_br: segmentos da parede de perfuração
ro: segmente de perete perforate
ru: отрезки стенок просверленных отверстий
si: විදින ලද බිත්ති කොටස්
sk: segmenty steny vŕtaného otvoru
sl: segmenti stenskih sten pri vrtanju
sq: segmente muri të shpimit
sr: сегменти на зиду бушотине
sv: segment för borrhål i vägg
sw: sehemu za ukuta za kuchimba visima
ta: துளை சுவர் பிரிவுகள்
te: డ్రిల్ వాల్ సెగ్మెంట్స్
th: ส่วนเจาะผนัง
tr: delgi duvarı bölümleri
uk: сегменти стінки свердління
ur: ڈرل دیوار کے حصوں
vi: các đoạn tường khoan
zh_hans: 钻孔墙段
zh_hant: 鑽孔牆段
zu: izingxenye zodonga zokubhoboza

source: drilled wall mesh size
af: geboorde muur maasgrootte
am: የተቆፈረ የግድግዳ መረብ መጠን
ar: حجم شبكة الجدار المثقوب
az: qazılmış divar torunun ölçüsü
be: памер сеткі для прасвідраванай сцяны
bg: размер на мрежата на пробитата стена
bn: ছিদ্রযুক্ত দেয়ালের জালের আকার
ca: mida de la malla de la paret perforada
cs: velikost ok ve vrtané stěnové síti
cy: maint rhwyll wal wedi'i drilio
da: størrelse af boret væg-net
de: Maschenweite der Bohrwandgitter
de_at: gebohrte und gefräste Wandgittersize
de_ch: Gebohrte Wandgittergröße
el: μέγεθος ματιών του πλέγματος σε διάτρητο τοίχο
es: tamaño de malla de la pared perforada
es_ar: tamaño de malla de la pared perforada
es_mx: tamaño de la malla de la pared perforada
et: seina puuritud võrgusilma suurus
eu: zulatu den horma-sarearen tamaina
fa: اندازه مش دیوار سوراخ شده
fi: poratun seinän silmäkoko
fil: laki ng mesh ng dingding na may butas
fr: taille du maillage de paroi percée
fr_ca: taille du treillis mural perforé
ga: méid mogaill balla druileáilte
gl: tamaño da malla da parede perforada
gu: ડ્રિલ્ડ વોલ મેશનું કદ
he: גודל רשת קיר קדח
hi: ड्रिल की गई दीवार जाल का आकार
hr: veličina mreže bušenog zida
hu: a fúrt falak hálójának mérete
hy: փորված պատի ցանցի չափսը
id: ukuran jaring dinding yang dilubangi
is: möskvastærð boraðra veggja
it: dimensione della mesh delle pareti forate
ja: 穿孔壁のメッシュサイズ
ka: გაბურღული კედლის ბადის ზომა
kk: бұрғыланған қабырға торының өлшемі
km: ទំហំសំណាញ់ជញ្ជាំងខួង
kn: ಕೊರೆಯಲಾದ ಗೋಡೆಯ ಜಾಲರಿಯ ಗಾತ್ರ
ko: 천공 벽체 메쉬 크기
ky: бургуланган дубал торунун өлчөмү
lo: ຂະໜາດຕາໜ່າງຝາຜະໜັງທີ່ເຈາະ
lt: gręžtų sienų akių dydis
lv: urbto sienu sieta acu izmērs
mk: големина на дупчена мрежа за ѕид
ml: തുരന്ന മതിൽ മെഷ് വലുപ്പം
mn: өрөмдсөн хананы торны хэмжээ
mr: छिद्रित भिंतीच्या जाळीचा आकार
ms: saiz jaring dinding yang digerudi
mt: daqs tal-malja tal-ħajt imtaqqab
my: တူးဖော်ထားသော နံရံကွက်အရွယ်အစား
nb: størrelse på borhullveggnettet
ne: ड्रिल गरिएको भित्ता जालीको आकार
nl: maaswijdte van geboord wandgaas
or: ଖୋଳାଯାଇଥିବା କାନ୍ଥ ଜାଲର ଆକାର
pa: ਡ੍ਰਿਲਡ ਵਾਲ ਜਾਲ ਦਾ ਆਕਾਰ
pl: rozmiar oczek siatki na ścianie z otworami
pt: tamanho da malha de parede perfurada
pt_br: tamanho da malha da parede perfurada
ro: dimensiunea ochiurilor plasei de perete perforată
ru: размер ячейки перфорированной сетки для стен
si: විදින ලද බිත්ති දැල් ප්‍රමාණය
sk: veľkosť ôk v vŕtanej stene
sl: velikost mrežnih očes v steni z izvrtinami
sq: madhësia e rrjetës së murit të shpuar
sr: величина мреже пробушаног зида
sv: masstorlek för borrat väggnät
sw: ukubwa wa matundu ya ukuta yaliyochimbwa
ta: துளையிடப்பட்ட சுவர் வலை அளவு
te: డ్రిల్డ్ వాల్ మెష్ పరిమాణం
th: ขนาดตาข่ายผนังเจาะรู
tr: delikli duvar ağ gözü boyutu
uk: розмір сітки перфорованих стінок
ur: ڈرل دیوار میش سائز
vi: kích thước lưới tường khoan
zh_hans: 钻孔墙网孔尺寸
zh_hant: 鑽孔牆網格尺寸
zu: usayizi we-mesh odongeni obholiwe

source: file changed while it was being read
af: lêer het verander terwyl dit gelees is
am: ፋይሉ እየተነበበ እያለ ተቀይሯል
ar: تم تغيير الملف أثناء قراءته
az: oxunarkən fayl dəyişdirildi
be: файл змяніўся падчас чытання
bg: файлът е бил променен по време на четенето му
bn: ফাইলটি পড়ার সময় পরিবর্তিত হয়েছে
ca: fitxer ha canviat mentre es llegeix
cs: soubor byl změněn během čtení
cy: newidiwyd y ffeil wrth iddi gael ei darllen
da: Filen blev ændret, mens den blev læst
de: Datei während des Lesens geändert
de_at: Datei wurde während des Lesens geändert
de_ch: Datei während des Lesens geändert
el: το αρχείο τροποποιήθηκε κατά τη διάρκεια της ανάγνωσής του
es: El archivo se ha modificado mientras se estaba leyendo.
es_ar: archivo modificado mientras se estaba leyendo
es_mx: el archivo cambió mientras se estaba leyendo
et: faili sisu muutus selle lugemise ajal
eu: fitxategia aldatu da irakurtzen ari zen bitartean
fa: فایل هنگام خواندن تغییر کرد
fi: tiedosto muuttui sen lukemisen aikana
fil: binago ang file habang binabasa ito
fr: le fichier a été modifié pendant sa lecture
fr_ca: le fichier a été modifié pendant sa lecture
ga: athraíodh an comhad agus é á léamh
gl: ficheiro modificado mentres se estaba a ler
gu: ફાઇલ વાંચતી વખતે બદલાઈ ગઈ
he: הקובץ השתנה בזמן הקריאה
hi: फ़ाइल को पढ़ते समय उसमें बदलाव हो गया
hr: datoteka se promijenila tijekom čitanja
hu: a fájl olvasása közben módosult
hy: ֆայլը փոխվել է ընթերցման ընթացքում
id: file tersebut berubah saat sedang dibaca
is: skrá breyttist á meðan hún var lesin
it: il file è stato modificato durante la lettura
ja: 読み取り中にファイルが変更されました
ka: ფაილი შეიცვალა წაკითხვის დროს
kk: файл оқылып жатқанда өзгертілді
km: ឯកសារត្រូវបានផ្លាស់ប្តូរ ខណៈពេលដែលវាត្រូវបានអាន
kn: ಓದುವಾಗ ಫೈಲ್ ಬದಲಾಯಿತು.
ko: 읽는 도중에 파일이 변경되었습니다.
ky: файл окулуп жатканда өзгөртүлдү
lo: ໄຟລ໌ຖືກປ່ຽນແປງໃນຂະນະທີ່ມັນຖືກອ່ານ
lt: failas buvo pakeistas jo skaitymo metu
lv: fails tika mainīts, kamēr tas tika lasīts
mk: датотеката се промени додека се читаше
ml: വായിക്കുമ്പോൾ ഫയൽ മാറി.
mn: файлыг уншиж байх үед өөрчлөгдсөн
mr: फाईल वाचली जात असताना बदलली.
ms: fail diubah semasa ia sedang dibaca
mt: il-fajl inbidel waqt li kien qed jinqara
my: ဖိုင်ကို ဖတ်နေစဉ် ပြောင်းလဲသွားခဲ့သည်
nb: filen ble endret mens den ble lest
ne: पढिरहेको बेला फाइल परिवर्तन भयो।
nl: het bestand is gewijzigd terwijl het werd gelezen
or: ପଢ଼ାଯାଉଥିବା ସମୟରେ ଫାଇଲ୍ ପରିବର୍ତ୍ତନ ହୋଇଛି
pa: ਫਾਈਲ ਪੜ੍ਹਦੇ ਸਮੇਂ ਬਦਲ ਗਈ
pl: plik został zmieniony w trakcie odczytu
pt: ficheiro alterado enquanto estava a ser lido
pt_br: o arquivo foi alterado enquanto estava sendo lido
ro: fișierul a fost modificat în timpul citirii
ru: файл был изменен во время чтения
si: ගොනුව කියවන අතරතුර වෙනස් විය.
sk: súbor sa zmenil počas jeho čítania
sl: datoteka se je spremenila med branjem
sq: skedari u ndryshua gjatë leximit të tij
sr: Датотека је промењена док се читала.
sv: filen ändrades medan den lästes
sw: faili ilibadilishwa wakati ilikuwa ikisomwa
ta: படிக்கப்பட்டுக் கொண்டிருந்தபோது கோப்பு மாற்றப்பட்டது.
te: ఫైల్ చదువుతున్నప్పుడు మార్చబడింది
th: ไฟล์มีการเปลี่ยนแปลงขณะกำลังอ่าน
tr: dosya okunurken değiştirildi
uk: файл було змінено під час його читання
ur: فائل کو پڑھتے وقت تبدیل کر دیا گیا۔
vi: Tệp tin đã thay đổi trong khi đang được đọc.
zh_hans: 文件在读取过程中发生了更改
zh_hant: 檔案在讀取過程中發生變更
zu: ifayela lishintshiwe ngenkathi lifundwa

source: file size
af: lêergrootte
am: የፋይል መጠን
ar: حجم الملف
az: fayl ölçüsü
be: памер файла
bg: размер на файла
bn: ফাইলের আকার
ca: mida del fitxer
cs: velikost souboru
cy: maint y ffeil
da: filstørrelse
de: Dateigröße
de_at: Dateigröße
de_ch: Dateigröße
el: μέγεθος αρχείου
es: tamaño del archivo
es_ar: tamaño del archivo
es_mx: tamaño del archivo
et: faili suurus
eu: fitxategiaren tamaina
fa: اندازه فایل
fi: tiedoston koko
fil: laki ng file
fr: taille du fichier
fr_ca: taille du fichier
ga: méid comhaid
gl: tamaño do ficheiro
gu: ફાઇલનું કદ
he: גודל הקובץ
hi: फ़ाइल का साइज़
hr: veličina datoteke
hu: fájlméret
hy: ֆայլի չափսը
id: ukuran file
is: skráastærð
it: dimensione del file
ja: ファイルサイズ
ka: ფაილის ზომა
kk: файл өлшемі
km: ទំហំឯកសារ
kn: ಫೈಲ್ ಗಾತ್ರ
ko: 파일 크기
ky: файлдын өлчөмү
lo: ຂະໜາດໄຟລ໌
lt: failo dydis
lv: faila izmērs
mk: големина на датотека
ml: ഫയൽ വലുപ്പം
mn: файлын хэмжээ
mr: फाईलचा आकार
ms: saiz fail
mt: daqs tal-fajl
my: ဖိုင်အရွယ်အစား
nb: filstørrelse
ne: फाइल आकार
nl: bestandsgrootte
or: ଫାଇଲ୍ ଆକାର
pa: ਫਾਈਲ ਦਾ ਆਕਾਰ
pl: rozmiar pliku
pt: tamanho do ficheiro
pt_br: tamanho do arquivo
ro: dimensiunea fișierului
ru: размер файла
si: ගොනු ප්‍රමාණය
sk: veľkosť súboru
sl: velikost datoteke
sq: madhësia e skedarit
sr: величина датотеке
sv: filstorlek
sw: ukubwa wa faili
ta: கோப்பு அளவு
te: ఫైల్ పరిమాణం
th: ขนาดไฟล์
tr: dosya boyutu
uk: розмір файлу
ur: فائل کا سائز
vi: kích thước tệp
zh_hans: 文件大小
zh_hant: 檔案大小
zu: usayizi wefayela

source: folder nesting depth
af: vouer-nestingsdiepte
am: የአቃፊ ጎጆ ጥልቀት
ar: عمق تداخل المجلدات
az: qovluq yuvalama dərinliyi
be: глыбіня ўкладзенасці папак
bg: дълбочина на вграждане на папки
bn: ফোল্ডার নেস্টিং গভীরতা
ca: profunditat d'imbricació de carpetes
cs: hloubka vnoření složek
cy: dyfnder nythu ffolder
da: mappeindlejringsdybde
de: Verschachtelungstiefe der Ordner
de_at: Verschachtelungstiefe der Ordner
de_ch: Verschachtelungstiefe der Ordner
el: βάθος ένθεσης φακέλων
es: profundidad de anidación de carpetas
es_ar: profundidad de anidación de carpetas
es_mx: profundidad de anidamiento de carpetas
et: kaustade pesastamise sügavus
eu: karpetaren habiaratze sakonera
fa: عمق تودرتوی پوشه
fi: kansioiden sisäkkäisyyden syvyys
fil: lalim ng pag-pugad ng folder
fr: profondeur d'imbrication des dossiers
fr_ca: profondeur d'imbrication des dossiers
ga: doimhneacht neadaithe fillteán
gl: profundidade de aniñamento de cartafoles
gu: ફોલ્ડર નેસ્ટિંગ ઊંડાઈ
he: עומק קינון תיקיות
hi: फ़ोल्डर नेस्टिंग गहराई
hr: dubina ugniježđivanja mapa
hu: mappák beágyazási mélysége
hy: թղթապանակի բնադրման խորություն
id: kedalaman penyarangan folder
is: dýpt möppuhreiðrunar
it: profondità di nidificazione delle cartelle
ja: フォルダのネスト階層数
ka: საქაღალდის ჩადგმის სიღრმე
kk: қалтаны орналастыру тереңдігі
km: ជម្រៅនៃការដាក់ថតឯកសារ
kn: ಫೋಲ್ಡರ್ ಗೂಡುಕಟ್ಟುವ ಆಳ
ko: 폴더 중첩 깊이
ky: папканын уячасын жайгаштыруу тереңдиги
lo: ຄວາມເລິກຂອງການຊ້ອນກັນຂອງໂຟນເດີ
lt: aplankų įterpimo gylis
lv: mapju ievietošanas dziļums
mk: длабочина на вгнездување на папки
ml: ഫോൾഡർ നെസ്റ്റിംഗ് ഡെപ്ത്
mn: хавтасны үүрлэх гүн
mr: फोल्डर नेस्टिंगची खोली
ms: kedalaman penyarang folder
mt: fond tal-bejta tal-fowlder
my: ဖိုင်တွဲထည့်သွင်းမှုအနက်
nb: dybden på mappehierarkiet
ne: फोल्डर नेस्टिङ गहिराई
nl: nestdiepte van mappen
or: ଫୋଲ୍ଡର ନେଷ୍ଟିଂ ଗଭୀରତା
pa: ਫੋਲਡਰ ਨੇਸਟਿੰਗ ਡੂੰਘਾਈ
pl: głębokość zagnieżdżania folderów
pt: profundidade de aninhamento das pastas
pt_br: profundidade de aninhamento das pastas
ro: adâncimea de imbricare a folderelor
ru: глубина вложенности папок
si: ෆෝල්ඩර කැදලි ගැඹුර
sk: hĺbka vnošenia zložiek
sl: globina vlaganja map
sq: thellësia e folezimit të dosjeve
sr: дубина угнежђивања фасцикли
sv: mapparnas inbäddningsdjup
sw: kina cha kuweka folda ndani ya folda
ta: கோப்புறை உள்ளமைவு ஆழம்
te: ఫోల్డర్ నెస్టెడ్ డెప్త్
th: ระดับความลึกของการซ้อนโฟลเดอร์
tr: klasör iç içe geçme derinliği
uk: глибина вкладеності папок
ur: فولڈر نسٹنگ کی گہرائی
vi: độ sâu lồng nhau của thư mục
zh_hans: 文件夹嵌套深度
zh_hant: 資料夾嵌套層級
zu: ukujula kokufakwa kwesidleke kwefolda

source: image changed while it was being read
af: beeld het verander terwyl dit gelees is
am: ምስሉ እየተነበበ እያለ ተቀይሯል
ar: تغيرت الصورة أثناء قراءتها
az: oxunarkən şəkil dəyişdirildi
be: выява змянілася падчас чытання
bg: изображението се промени, докато се зареждаше
bn: পড়ার সময় ছবিটি পরিবর্তিত হয়েছে
ca: imatge ha canviat mentre es llegeix
cs: obrázek se změnil během načítání
cy: newidiodd y ddelwedd wrth iddi gael ei darllen
da: billedet ændrede sig, mens det blev læst
de: Bild während des Lesens geändert
de_at: Bild wurde während des Lesens geändert
de_ch: Bild während des Lesens geändert
el: η εικόνα άλλαξε κατά τη διάρκεια της ανάγνωσής της
es: La imagen cambió mientras se estaba leyendo.
es_ar: imagen modificada mientras se estaba leyendo
es_mx: la imagen cambió mientras se estaba leyendo
et: pilt muutus lugemise ajal
eu: irudia aldatu egin da irakurtzen ari zen bitartean
fa: تصویر هنگام خواندن تغییر کرد
fi: kuva muuttui sen lukemisen aikana
fil: nagbago ang imahe habang binabasa ito
fr: l'image a changé pendant sa lecture
fr_ca: l'image a changé pendant sa lecture
ga: athraíodh an íomhá agus í á léamh
gl: a imaxe cambiou mentres se estaba a ler
gu: વાંચતી વખતે છબી બદલાઈ ગઈ
he: התמונה השתנתה בזמן הקריאה
hi: पढ़ते समय छवि बदल गई
hr: slika se promijenila tijekom čitanja
hu: a kép az olvasás közben megváltozott
hy: պատկերը փոխվել է ընթերցման ընթացքում
id: gambar berubah saat sedang dibaca
is: mynd breyttist á meðan hún var lesin
it: l'immagine è cambiata mentre veniva letta
ja: 読み込み中に画像が変更されました
ka: სურათი შეიცვალა კითხვის დროს
kk: сурет оқылып жатқанда өзгерді
km: រូបភាពបានផ្លាស់ប្តូរពេលកំពុងអាន
kn: ಓದುತ್ತಿರುವಾಗ ಚಿತ್ರ ಬದಲಾಗಿದೆ.
ko: 읽는 도중에 이미지가 변경되었습니다.
ky: сүрөт окулуп жатканда өзгөртүлдү
lo: ຮູບພາບໄດ້ປ່ຽນແປງໃນຂະນະທີ່ມັນກຳລັງຖືກອ່ານ
lt: vaizdas pasikeitė, kol jis buvo skaitomas
lv: attēls mainījās, kamēr tas tika lasīts
mk: сликата се смени додека се читаше
ml: വായിക്കുമ്പോൾ ചിത്രം മാറി.
mn: уншиж байх үед зураг өөрчлөгдсөн
mr: वाचत असताना चित्र बदलले.
ms: imej berubah semasa ia sedang dibaca
mt: l-immaġni nbidlet waqt li kienet qed tinqara
my: ဖတ်နေစဉ် ရုပ်ပုံပြောင်းလဲသွားသည်
nb: bildet endret seg mens det ble lest
ne: पढ्दै गर्दा छवि परिवर्तन भयो।
nl: de afbeelding veranderde terwijl deze werd gelezen
or: ପଢ଼ାଯାଉଥିବା ସମୟରେ ଚିତ୍ରଟି ପରିବର୍ତ୍ତନ ହୋଇଗଲା
pa: ਪੜ੍ਹਦੇ ਸਮੇਂ ਤਸਵੀਰ ਬਦਲ ਗਈ
pl: obraz uległ zmianie w trakcie odczytu
pt: imagem alterada enquanto estava a ser lida
pt_br: a imagem mudou enquanto estava sendo lida
ro: imaginea s-a modificat în timp ce era citită
ru: изображение изменилось во время чтения
si: කියවන අතරතුර රූපය වෙනස් විය.
sk: obrázok sa zmenil počas jeho načítavania
sl: slika se je spremenila med branjem
sq: imazhi ndryshoi gjatë leximit
sr: Слика је промењена док се читала.
sv: bilden ändrades medan den lästes in
sw: picha ilibadilika wakati ilikuwa ikisomwa
ta: படிக்கப்பட்டுக் கொண்டிருந்தபோது படம் மாற்றப்பட்டது.
te: చిత్రం చదువుతున్నప్పుడు మారింది
th: ภาพเปลี่ยนไปขณะกำลังอ่าน
tr: görüntü okunurken değişti
uk: зображення змінилося під час його зчитування
ur: تصویر کو پڑھتے وقت تبدیل کر دیا گیا۔
vi: Hình ảnh đã thay đổi trong khi đang được đọc.
zh_hans: 在读取过程中图像发生了变化
zh_hant: 圖片在讀取過程中發生變更
zu: isithombe sishintshile ngesikhathi kufundwa

source: image dimensions
af: beeldafmetings
am: የምስል ልኬቶች
ar: أبعاد الصورة
az: şəkil ölçüləri
be: памеры выявы
bg: размери на изображението
bn: ছবির মাত্রা
ca: dimensions de la imatge
cs: rozměry obrázku
cy: dimensiynau'r ddelwedd
da: billedets dimensioner
de: Bildabmessungen
de_at: Bildabmessungen
de_ch: Bildabmessungen
el: διαστάσεις εικόνας
es: dimensiones de la imagen
es_ar: dimensiones de la imagen
es_mx: dimensiones de la imagen
et: pildi mõõtmed
eu: irudiaren neurriak
fa: ابعاد تصویر
fi: kuvan mitat
fil: mga sukat ng imahe
fr: dimensions de l'image
fr_ca: dimensions de l'image
ga: toisí íomhá
gl: dimensións da imaxe
gu: છબીના પરિમાણો
he: מידות התמונה
hi: छवि आयाम
hr: dimenzije slike
hu: kép méretei
hy: պատկերի չափերը
id: dimensi gambar
is: myndarvíddir
it: dimensioni dell'immagine
ja: 画像のサイズ
ka: სურათის ზომები
kk: кескін өлшемдері
km: វិមាត្ររូបភាព
kn: ಚಿತ್ರದ ಆಯಾಮಗಳು
ko: 이미지 크기
ky: сүрөттүн өлчөмдөрү
lo: ຂະໜາດຮູບພາບ
lt: vaizdo matmenys
lv: attēla izmēri
mk: димензии на сликата
ml: ചിത്രത്തിന്റെ അളവുകൾ
mn: зургийн хэмжээсүүд
mr: प्रतिमा परिमाणे
ms: dimensi imej
mt: dimensjonijiet tal-immaġni
my: ရုပ်ပုံအတိုင်းအတာများ
nb: bildedimensjoner
ne: छवि आयामहरू
nl: afmetingen van de afbeelding
or: ଚିତ୍ରର ବିସ୍ତାର
pa: ਚਿੱਤਰ ਦੇ ਮਾਪ
pl: wymiary obrazu
pt: dimensões da imagem
pt_br: dimensões da imagem
ro: dimensiunile imaginii
ru: размеры изображения
si: රූප මානයන්
sk: rozmery obrázku
sl: dimenzije slike
sq: dimensionet e imazhit
sr: димензије слике
sv: bildens mått
sw: vipimo vya picha
ta: பட பரிமாணங்கள்
te: చిత్ర కొలతలు
th: มิติของภาพ
tr: görüntü boyutları
uk: розміри зображення
ur: تصویر کے طول و عرض
vi: kích thước hình ảnh (chiều rộng và chiều cao)
zh_hans: 图像尺寸
zh_hant: 圖片尺寸
zu: ubukhulu besithombe

source: image file size
af: beeldlêergrootte
am: የምስል ፋይል መጠን
ar: حجم ملف الصورة
az: şəkil faylının ölçüsü
be: памер файла выявы
bg: размер на файла с изображението
bn: ছবির ফাইলের আকার
ca: mida del fitxer d'imatge
cs: velikost obrazového souboru
cy: maint ffeil delwedd
da: billedfilens størrelse
de: Größe der Bilddatei
de_at: Bilddateigröße
de_ch: Bilddateigröße
el: μέγεθος αρχείου εικόνας
es: tamaño del archivo de imagen
es_ar: tamaño del archivo de imagen
es_mx: tamaño del archivo de imagen
et: pildifaili suurus
eu: irudi fitxategiaren tamaina
fa: اندازه فایل تصویر
fi: kuvatiedoston koko
fil: laki ng file ng imahe
fr: taille du fichier image
fr_ca: taille du fichier image
ga: méid comhaid íomhá
gl: tamaño do ficheiro de imaxe
gu: છબી ફાઇલનું કદ
he: גודל קובץ התמונה
hi: छवि फ़ाइल का आकार
hr: veličina slikovne datoteke
hu: a képfájl mérete
hy: պատկերի ֆայլի չափը
id: ukuran berkas gambar
is: stærð myndskráar
it: dimensione del file immagine
ja: 画像ファイルのサイズ
ka: სურათის ფაილის ზომა
kk: кескін файлының өлшемі
km: ទំហំឯកសាររូបភាព
kn: ಇಮೇಜ್ ಫೈಲ್ ಗಾತ್ರ
ko: 이미지 파일 크기
ky: сүрөт файлынын өлчөмү
lo: ຂະໜາດໄຟລ໌ຮູບພາບ
lt: vaizdo failo dydis
lv: attēla faila izmērs
mk: големина на датотека со слика
ml: ഇമേജ് ഫയൽ വലുപ്പം
mn: зургийн файлын хэмжээ
mr: प्रतिमा फाइल आकार
ms: saiz fail imej
mt: daqs tal-fajl tal-immaġni
my: ရုပ်ပုံဖိုင်အရွယ်အစား
nb: bildets filstørrelse
ne: छवि फाइल आकार
nl: bestandsgrootte van de afbeelding
or: ପ୍ରତିଛବି ଫାଇଲ୍ ଆକାର
pa: ਚਿੱਤਰ ਫਾਈਲ ਦਾ ਆਕਾਰ
pl: rozmiar pliku graficznego
pt: tamanho do ficheiro de imagem
pt_br: tamanho do arquivo de imagem
ro: dimensiunea fișierului imagine
ru: размер файла изображения
si: රූප ගොනු ප්‍රමාණය
sk: veľkosť obrazového súboru
sl: velikost slikovne datoteke
sq: madhësia e skedarit të imazhit
sr: величина датотеке са сликом
sv: bildfilens storlek
sw: ukubwa wa faili ya picha
ta: படக் கோப்பு அளவு
te: చిత్ర ఫైల్ పరిమాణం
th: ขนาดไฟล์ภาพ
tr: görüntü dosyasının boyutu
uk: розмір файлу зображення
ur: تصویر کی فائل کا سائز
vi: kích thước tệp hình ảnh
zh_hans: 图像文件大小
zh_hant: 圖片檔案大小
zu: usayizi wefayela lesithombe

source: image frame count
af: beeldraamtelling
am: የምስል ፍሬም ብዛት
ar: عدد إطارات الصورة
az: şəkil kadr sayı
be: колькасць кадраў выявы
bg: брой кадри в изображението
bn: ছবির ফ্রেম সংখ্যা
ca: nombre de fotogrames d'imatge
cs: počet snímků v sekvenci
cy: cyfrif fframiau delwedd
da: antal billedrammer
de: Anzahl der Bilder
de_at: Anzahl der Bildframes
de_ch: Anzahl der Bildframes
el: αριθμός καρέ εικόνας
es: número de fotogramas de la imagen
es_ar: número de fotogramas de la imagen
es_mx: recuento de fotogramas de la imagen
et: pildiraamide arv
eu: irudiaren fotograma kopurua
fa: تعداد فریم تصویر
fi: kuvien lukumäärä
fil: bilang ng frame ng imahe
fr: nombre de cadres de l'image
fr_ca: nombre d'images
ga: líon frámaí íomhá
gl: número de fotogramas da imaxe
gu: છબી ફ્રેમ ગણતરી
he: ספירת פריימים בתמונה
hi: छवि फ़्रेम गणना
hr: broj kadrova slike
hu: képkockák száma
hy: պատկերի շրջանակների քանակը
id: jumlah bingkai gambar
is: fjöldi myndaramma
it: numero di fotogrammi dell'immagine
ja: 画像フレーム数
ka: სურათის ჩარჩოების რაოდენობა
kk: кескін кадрларының саны
km: ចំនួនស៊ុមរូបភាព
kn: ಚಿತ್ರ ಚೌಕಟ್ಟುಗಳ ಎಣಿಕೆ
ko: 이미지 프레임 수
ky: сүрөттүн кадр саны
lo: ຈຳນວນເຟຣມຮູບພາບ
lt: vaizdų kadrų skaičius
lv: attēlu rāmju skaits
mk: број на рамки за слики
ml: ഇമേജ് ഫ്രെയിം എണ്ണം
mn: зургийн хүрээний тоо
mr: प्रतिमा फ्रेम संख्या
ms: kiraan bingkai imej
mt: għadd ta' frejms tal-immaġni
my: ရုပ်ပုံဘောင်အရေအတွက်
nb: antall bilderammer
ne: छवि फ्रेम गणना
nl: aantal beeldframes
or: ଛବି ଫ୍ରେମ୍ ଗଣନା
pa: ਚਿੱਤਰ ਫਰੇਮ ਗਿਣਤੀ
pl: liczba klatek obrazu
pt: número de fotogramas da imagem
pt_br: contagem de quadros da imagem
ro: numărul de cadre ale imaginii
ru: количество кадров изображения
si: රූප රාමු ගණන
sk: počet snímok v sekvencii
sl: število sličic v seriji
sq: numri i kornizave të imazhit
sr: број оквира слике
sv: antal bildrutor
sw: idadi ya fremu za picha
ta: பட பிரேம் எண்ணிக்கை
te: చిత్ర ఫ్రేమ్ గణన
th: จำนวนเฟรมภาพ
tr: görüntü kare sayısı
uk: кількість кадрів зображення
ur: تصویر کے فریم کی گنتی
vi: số lượng khung hình
zh_hans: 图像帧数
zh_hant: 影像幀數
zu: inani lezifremu besithombe
